Repository: YS-jack/YS-jack-OSRS-JP-transcript
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: ja

source: Cellar
ja: 地下室へ

source: Cellar stairs
ja: 地下室の階段

source: Cello
ja: チェロ

source: Celyn
ja: セリン

source: Cemetery
ja: セメトリー

source: Cemetery Portal
ja: セメトリーのポータル

source: Cenotaph
ja: 慰霊碑

source: Centaur
ja: ケンタウロス

source: Centre of crop circle
ja: ミステリーサークルの中心

source: Centrepiece space
ja: センターピースのスペース

source: Ceolburg
ja: セオロバーグ

source: Ceramic remains
ja: 陶器の遺物

source: Cerberus
ja: ケルベロス

source: Cerberus Topiary
ja: ケルベロスのトピアリー

source: Cerberus display
ja: ケルベロスの展示

source: Cerebral pathbreaker
ja: 脳の開拓者

source: Cerebral pathfinder
ja: 脳の探索者

source: Ceremonial Brazier
ja: 儀式の火鉢

source: Ceremonial Pillar
ja: 儀式の柱

source: Ceremonial Pillow
ja: 儀式用の座布団

source: Ceremonial Pillow Stack
ja: 積まれた儀式用の座布団

source: Ceremonial table
ja: 儀式用のテーブル

source: Ceril Carnillean
ja: セリル・カーニレアン

source: Certificate
ja: 証明書

source: Certificate of healing
ja: 回復の証明書

source: Cerulean twitch
ja: 紺碧ツイッチ

source: Ceto
ja: セト

source: Chadwell
ja: チャドウェル

source: Chaeldar
ja: チャエルダー

source: Chain
ja: チェーン

source: Chains
ja: チェーン

source: Chair
ja: 椅子

source: Chair hotspot
ja: 椅子のホットスポット

source: Chair space
ja: 椅子のスペース

source: Chaise lounge
ja: シェーズロング

source: Chalice
ja: 杯

source: Chalk patterns
ja: チョークのパターン

source: Challenge
ja: 挑戦

source: Challenge portal
ja: 挑戦のポータル

source: Challenge scroll (medium)
ja: チャレンジの巻物（中級）

source: Challenge-mode
ja: チャレンジモード

source: Chamber
ja: 部屋

source: Chamber guardian
ja: 部屋の守護者

source: Chambers of Xeric
ja: ゼリックの部屋

source: Champion Statue
ja: チャンピオンの像

source: Champion of Scabaras
ja: スカラバスのチャンピオン

source: Champions token
ja: チャンピオンのトークン

source: Champions' Guild
ja: チャンピオン・ギルド

source: Chancellor Hassan
ja: ハッサン総長

source: Chancy
ja: チャンシー

source: Chandelier
ja: シャンデリア

source: Change
ja: 変更

source: Change Prayerbook
ja: 祈りの書を変更

source: Change Spellbook
ja: 魔導書を変える

source: Change-clothes
ja: 服装変更

source: Change-colour
ja: 色を変える

source: Change-outfit
ja: 衣装を変更

source: Change-style
ja: 見た目を変更

source: Changing Curtain
ja: 着替え室のカーテン

source: Channel
ja: 転換

source: Channel (Asgarnia)
ja: 転換（アスガニア）

source: Channel (Fremennik)
ja: 転換（フレメニック）

source: Channel (Great Kourend)
ja: 転換（グレート・クーレンド）

source: Channel (Kandarin)
ja: 転換（カンダリン）

source: Channel (Karamja)
ja: 転換（カラムジャ）

source: Channel (Kharidian Desert)
ja: 転換（カリジア砂漠）

source: Channel (Misthalin)
ja: 転換（ミスサリン）

source: Channel (Morytania)
ja: 転換（モリタニア）

source: Channel (Tirannwn)
ja: 転換（ティランワン）

source: Channel (Wilderness)
ja: 転換（ウィルダネス）

source: Chant
ja: 唱える

source: Chaos Elemental
ja: 混沌エレメンタル

source: Chaos Elemental Jr.
ja: 混沌エレメンタル・Jr.

source: Chaos Fanatic
ja: 混沌の狂信者

source: Chaos Golem
ja: 混沌ゴーレム

source: Chaos altar
ja: 混沌の祭壇

source: Chaos druid
ja: 混沌ドルイド

source: Chaos druid warrior
ja: 混沌ドルイドの戦士

source: Chaos dwarf
ja: 混沌のドワーフ

source: Chaos gauntlets
ja: 混沌の手袋

source: Chaos rift
ja: 混沌の裂け目

source: Chaos rune
ja: 混沌のルーン

source: Chaos talisman
ja: 混沌のタリスマン

source: Chaotic death spawn
ja: 無秩序なデス・スポーン

source: Character Summary
ja: キャラ概要

source: Charcoal
ja: 炭

source: Charcoal furnace
ja: 炭炉

source: Charge
ja: チャージする

source: Charge-at
ja: チャージする

source: Charles
ja: チャールズ

source: Charles Charlington
ja: チャールズ・チャーリングトン

source: Charley
ja: チャーリー

source: Charlie
ja: チャーリー

source: Charlie Brown
ja: チャーリー・ブラウン

source: Charlie the Tramp
ja: 浮浪者チャーリー

source: Charlie the cook
ja: 料理人のチャーリー

source: Charm Snake
ja: 蛇を魅了

source: Charm of Boost
ja: ブーストのお守り

source: Charm of Defence
ja: 守備のお守り

source: Charm of Fishing
ja: 釣りのお守り

source: Charm of Luck
ja: 運のお守り

source: Charm of Mining
ja: 採掘のお守り

source: Charm of Preparation
ja: 準備のお守り

source: Charmed Warrior
ja: 魅了された戦士

source: Charms
ja: お守り

source: Charred bones
ja: 骨灰

source: Chart
ja: 図

source: Charter
ja: 船を契約

source: Charter-to Aldarin
ja: アルダリンまで契約

source: Charter-to Brimhaven
ja: ブリムヘブンまで契約

source: Charter-to Catherby
ja: カサビーまで契約

source: Charter-to Civitas illa Fortis
ja: シビリタス・イラ・フォーチスまで契約

source: Charter-to Corsair Cove
ja: 私掠船の隠れ家まで契約

source: Charter-to Land's End
ja: ランズ・エンドまで契約

source: Charter-to Mos Le'Harmless
ja: モス・レ・ハムレスまで契約

source: Charter-to Musa Point
ja: ムサ・ポイントまで契約

source: Charter-to Port Khazard
ja: カザード港まで契約

source: Charter-to Port Phasmatys
ja: ファズマティス港まで契約

source: Charter-to Port Piscarilius
ja: ピスカリリウス港まで契約

source: Charter-to Port Sarim
ja: サリム港まで契約

source: Charter-to Port Tyras
ja: チラス港まで契約

source: Charter-to Prifddinas
ja: プリフディナスまで契約

source: Charter-to Shipyard
ja: 造船所まで契約

source: Charter-to Sunset Coast
ja: サンセット・コーストまで契約

source: Charter-to Tempestus
ja: テンペスタスまで契約

source: Chase
ja: 追いかける

source: Chasm
ja: 割れ目

source: Chasm Crawler
ja: 裂け目を這うモノ

source: Chat-channel
ja: 会話チャンネル

source: Check
ja: 確認

source: Check Kudos
ja: クードを確認

source: Check Previous
ja: 以前のを確認

source: Check Scores
ja: 得点を確認

source: Check charges
ja: チャージ確認

source: Check count
ja: 数を確認

source: Check for Snakes
ja: 蛇がいないか確認

source: Check kills
ja: キル数確認

source: Check rank
ja: ランクを確認

source: Check steps
ja: のステップを確認

source: Check tax
ja: 税金を確認

source: Check taxes
ja: 税金を確認

source: Check totals
ja: 合計値を確認

source: Check-Approval
ja: 支持率を確認

source: Check-Count
ja: 数を確認

source: Check-Faith
ja: 信仰を確認

source: Check-Fee
ja: 料金を確認

source: Check-ammo
ja: 弾数を確認

source: Check-charge
ja: チャージ確認

source: Check-costume
ja: 衣装を確認

source: Check-eggs
ja: 卵を確認

source: Check-gates
ja: ゲートを確認

source: Check-health
ja: 健康状態を確認

source: Check-keys
ja: カギを確認

source: Check-level
ja: レベルを確認

source: Check-memories
ja: 記憶を確認

source: Check-permissions
ja: 権限を確認

source: Check-pets
ja: ペットを確認

source: Check-statistics (Global)
ja: 統計を確認（全体）

source: Check-statistics (Personal)
ja: 統計を確認（個人）

source: Check-times
ja: 回数を確認

source: Check/Uncharge
ja: 確認・チャージ解除

source: Checkal
ja: チェッカル

source: Cheerleader
ja: チアリーダー

source: Cheese
ja: チーズ

source: Cheese+tom batta
ja: チーズトマトバッタ

source: Chef Olivia
ja: シェフのエリヴィア

source: Chef's Delight
ja: シェフの歓喜

source: Chef's hat
ja: シェフハット

source: Chemical compound
ja: 化合物

source: Chemical pool
ja: 化学物質の貯留

source: Chemical powder
ja: 化学粉末

source: Chemical vent (blue)
ja: 化学物質用排気口（青）

source: Chemical vent (green)
ja: 化学物質用排気口（緑）

source: Chemical vent (red)
ja: 化学物質用排気口（赤）

source: Chemical waste pipe
ja: 化学排水管

source: Chemist
ja: 化学者

source: Chemistry Table
ja: 実験台

source: Cheryl
ja: チェリル

source: Chess
ja: チェス

source: Chest
ja: 宝箱

source: Chest key
ja: 宝箱のカギ

source: Chest of Champions
ja: チャンピオンの宝箱

source: Chest pieces
ja: 宝箱の破片

source: Chew
ja: かむ

source: Chicken
ja: ニワトリ

source: Chicken Shrine
ja: ニワトリの聖堂

source: Chicken cage
ja: ニワトリの檻

source: Chicken coop
ja: ニワトリ小屋

source: Chief Tess
ja: チーフ・テス

source: Chief servant
ja: 執事長

source: Child
ja: 子供

source: Child's bed
ja: 子供のベッド

source: Child's blanket
ja: 子供の毛布

source: Chill
ja: チル

source: Chimney
ja: 煙突

source: Chimney Pipe
ja: 煙突のパイプ

source: Chimney pipe
ja: 煙突のパイプ

source: Chinchompa
ja: チンチョンパ

source: Chip
ja: 削る

source: Chisel
ja: ノミ

source: Choc saturday
ja: チョコの土曜日

source: Choc-Ice Stall
ja: チョコアイスの屋台

source: Chocchip crunchies
ja: チョコチップクランチー

source: Chocolate bar
ja: チョコレートバー

source: Chocolate bomb
ja: チョコ爆弾

source: Chocolate cake
ja: チョコレートケーキ

source: Chocolate dust
ja: チョコレートの粉

source: Chocolate slice
ja: チョコレートスライス

source: Chocolatey milk
ja: チョコミルク

source: Choke devil
ja: チョーク・デビル

source: Chompy bird
ja: チョンピー鳥

source: Chompy bird hat
ja: チョンピーハット

source: Chompy chick
ja: チョンピーのヒナ

source: Chop
ja: 切る

source: Chop down
ja: 切り倒す

source: Chop-down
ja: 切り倒す

source: Chopped onion
ja: みじん切りの玉ねぎ

source: Chopped tendrils
ja: 切られたツル

source: Chopped tomato
ja: みじん切りのトマト

source: Chopped ugthanki
ja: みじん切りのウグタンキ

source: Chopping table
ja: 調理台

source: Chris
ja: クリス

source: Christmas cracker
ja: クリスマスクラッカー

source: Christmas curtains
ja: クリスマスのカーテン

source: Christmas portal
ja: クリスマスのポータル

source: Christmas-Spirit Tree
ja: クリスマスの精霊樹

source: Chronicles of Xeric
ja: ゼリックの年代記

source: Chronozon
ja: クロノゾン

source: Chronozon (hard)
ja: クロノゾン（上級）

source: Chuck
ja: チャック

source: Chunk of crystal
ja: 水晶のかたまり

source: Church Brazier
ja: 教会の火鉢

source: Church organ
ja: 教会のオルガン

source: Church pew
ja: 教会の会衆席

source: Churn
ja: カクハン

source: Cider
ja: サイダー

source: Cider barrel
ja: サイダーの樽

source: Cimb-down
ja: 下りる

source: Circle
ja: 円

source: Cirdan
ja: サーダン

source: Citizen
ja: 市民

source: City Gate
ja: 都市の門

source: City gate
ja: 都市の門

source: City guard
ja: 都市の衛兵

source: Civilian
ja: 民間人

source: Civitas illa Fortis
ja: シビリタス・イラ・フォーチス

source: Civitas illa Fortis Portal
ja: シビリタス・イラ・フォーチスのポータル

source: Claim
ja: 回収

source: Claim Pet Rock
ja: ペットの石を請求

source: Claim Sand
ja: 砂を回収

source: Claim-Shield
ja: 盾を請求

source: Claim-Tokens
ja: トークンを請求

source: Claim-arrows
ja: 矢を回収

source: Claim-cape
ja: マントを請求

source: Claim-runes
ja: ルーンを請求

source: Claim-slime
ja: スライムを請求

source: Claim-staves
ja: 杖を請求

source: Claim-trophies
ja: トロフィーを回収

source: Clam
ja: 二枚貝

source: Clamber
ja: 頑張って登る

source: Clan Coffer
ja: クランの前払い金

source: Clan Cup Trophy
ja: クラン・カップのトロフィー

source: Clan Cup portal
ja: クラン・カップのポータル

source: Clan Guard
ja: クランの衛兵

source: Clan Wars portal
ja: クラン対戦のポータル

source: Clan banner
ja: クランのバナー

source: Clan hall portal
ja: クラン広場のポータル

source: Clan recruitment board
ja: クランの求人掲示板

source: Clarinet
ja: クラリネット

source: Claude
ja: クロード

source: Claus the Chef
ja: シェフのクロース

source: Clay
ja: 粘土

source: Clay Oven
ja: 粘土のオーブン

source: Clay fireplace
ja: 粘土の暖炉

source: Clay forge
ja: 粘土の炉

source: Clay golem
ja: 粘土のゴーレム

source: Clay ore vein
ja: 粘土の鉱脈

source: Clay oven
ja: 粘土のオーブン

source: Clay rocks
ja: 粘土の岩

source: Clean
ja: 綺麗にする

source: Cleaner
ja: 清掃員

source: Cleaning cloth
ja: 雑巾

source: Cleaning supplies
ja: 掃除用具

source: Cleanse
ja: 浄化

source: Clear
ja: キレイにする

source: Clear history
ja: 履歴削除

source: Cleddyf
ja: クレジフ

source: Clerk
ja: 事務員

source: Clerris
ja: クレリス

source: Cliff
ja: 崖

source: Cliff edge
ja: がけっぷち

source: Climb
ja: 乗る

source: Climb Down
ja: 降りる

source: Climb Up
ja: 上る

source: Climb down
ja: 下りる

source: Climb over
ja: 登る

source: Climb through
ja: 登りって通り抜ける

source: Climb up
ja: 上る

source: Climb-across
ja: 登って渡る

source: Climb-down
ja: で下りる

source: Climb-down (normal)
ja: 下りる（通常）

source: Climb-down (private)
ja: 下りる（専用）

source: Climb-into
ja: 登りこむ

source: Climb-off
ja: 降りる

source: Climb-on
ja: またがる

source: Climb-over
ja: 登る

source: Climb-rope
ja: ロープで上る

source: Climb-through
ja: 登りって通り抜ける

source: Climb-through (normal)
ja: すり抜ける（通常）

source: Climb-through (private)
ja: すり抜ける（専用）

source: Climb-to
ja: 乗る

source: Climb-under
ja: 下をくぐる

source: Climb-up
ja: で上る

source: Climbing Net
ja: クライミング・ネット

source: Climbing Rope
ja: 登る用のロープ

source: Climbing boots
ja: クライミング用靴

source: Climbing net
ja: クライミング・ネット

source: Climbing rocks
ja: 登るための岩

source: Climbing rope
ja: 登る用のロープ

source: Climp-up
ja: 上る

source: Clip
ja: 切り取る

source: Clivet
ja: クリヴェット

source: Cloak of Ranul
ja: ラヌルのマント

source: Cloak rack
ja: マントラック

source: Clock
ja: 時計

source: Clock face
ja: 時計の文字盤

source: Clock spindle
ja: 時計のスピンドル

source: Clockmaker's bench
ja: 時計職人の作業台

source: Clockmaking space
ja: 時計職人のスペース

source: Clockwork cat
ja: 時計仕掛けのネコ

source: Close
ja: 閉じる

source: Closed Chest
ja: 閉じた宝箱

source: Closed Passage
ja: 閉められた通路

source: Closed bank booth
ja: 閉められた銀行ブース

source: Closed booth
ja: 閉まったブース

source: Closed chest
ja: 閉じた宝箱

source: Cloth
ja: 布

source: Cloth covered table
ja: 布が掛けられたテーブル

source: Clothears
ja: クロスイエーズ

source: Clothes
ja: 服

source: Clothes Stand
ja: 服スタンド

source: Clothes equipment
ja: 装備

source: Clothes line
ja: 洗濯ライン

source: Clothes model
ja: 服のモデル

source: Clothes rack
ja: 服のラック

source: Clothes stall
ja: 服の屋台

source: Clothing shelves
ja: 服の棚

source: Cloud bank
ja: 雲の銀行

source: Clovers
ja: クローバー

source: Clue scroll
ja: 宝探しの巻物

source: Clue scroll (easy)
ja: 宝探しの巻物（初級）

source: Clue scroll (hard)
ja: 宝探しの巻物（上級）

source: Clue scroll (medium)
ja: 宝探しの巻物（中級）

source: Clump of rocks
ja: 岩の塊

source: Co-ordinator
ja: コーディネーター

source: Coal
ja: 石炭

source: Coal Tar
ja: コールタール

source: Coal Truck
ja: 石炭トロッコ

source: Coal bag
ja: 石炭の袋

source: Coal ore vein
ja: 石炭の鉱脈

source: Coal rocks
ja: 石炭の岩

source: Coat rack
ja: コート掛け

source: Cob
ja: コブ

source: Cobado
ja: コバド

source: Cockathrice
ja: コカスライス

source: Cockatrice
ja: コカトリス

source: Cockatrice head
ja: コカトリスの頭部

source: Cocktail glass
ja: カクテルのグラス

source: Cocktail guide
ja: カクテルの案内書

source: Cocktail shaker
ja: カクテルのシェーカー

source: Cocoon
ja: マユ

source: Cod
ja: タラ

source: Coenus
ja: コエナス

source: Coffer
ja: 前払い金

source: Coffin
ja: 棺

source: Coffin hotspot
ja: 棺のホットスポット

source: Cog
ja: 歯車

source: Cogs
ja: 歯車

source: Coif
ja: コイフ

source: Coin Collector
ja: コイン回収機

source: Coins
ja: コイン

source: Col.
ja: 大佐

source: Collapse
ja: 崩す

source: Collapsed trap
ja: 崩れた罠

source: Collapsed wall
ja: 崩れた壁

source: Collapsing Pillar
ja: 崩れる柱

source: Collect
ja: アイテムを回収

source: Collect-from
ja: から集める

source: Collect-items
ja: アイテムを回収

source: Collect-reward
ja: 報酬を回収

source: Collection Log
ja: 取得アイテム一覧

source: Collector Converter
ja: 回収役の変換機

source: Colonel Grimsson
ja: グリムソン大佐

source: Colonel Radick
ja: ラディック大佐

source: Colony gate
ja: 植民地の門

source: Colossal Hydra
ja: 巨大ヒドラ

source: Colosseum entrance
ja: 闘技場の入口

source: Colosseum scoreboard
ja: 闘技場の得点板

source: Column
ja: 柱

source: Column of Imafore's Betrayal
ja: イマフォーの裏切りの柱

source: Column of Kourend
ja: クーレンドの柱

source: Combat Achievements Display
ja: 戦闘実績の展示

source: Combat Instructor
ja: 戦闘の講師

source: Combat Options
ja: 戦闘オプション

source: Combat Scroll
ja: 戦闘スクロール

source: Combat Test
ja: 戦闘テスト

source: Combat Test (maxhit)
ja: 戦闘テスト（最高ヒット）

source: Combat dummy
ja: 戦闘サンドバッグ

source: Combat dummy space
ja: 戦闘サンドバッグのスペース

source: Combat ring
ja: 対戦リング

source: Combat ring space
ja: 戦闘リングのスペース

source: Combat stone
ja: 戦闘の石

source: Combine
ja: 組み合わせる

source: Comfy mattress
ja: 寝心地のよいマットレス

source: Commander Connad
ja: コナド司令官

source: Commander Fullore
ja: フローレ司令官

source: Commander Montai
ja: モンタイ司令官

source: Commander Veldaban
ja: ベルダバン司令官

source: Commander Zilyana
ja: ジリアナ司令官

source: Commission
ja: 委任を受ける

source: Commissioner Anwar
ja: コミショナーのアンワー

source: Commune
ja: 交信する

source: Community
ja: コミュニティ

source: Comp ogre bow
ja: オーガのコンプ弓

source: Competition Judge
ja: 大会の審判

source: Competitive
ja: 競技

source: Complete
ja: 完成させる

source: Complete Beehive
ja: 完成したハチの巣

source: Compost
ja: 堆肥

source: Compost Bin
ja: コンポスト

source: Compost bin
ja: コンポスト

source: Compost heap
ja: 堆肥の山

source: Compromised floorboards
ja: 危険な床板

source: Compromised support
ja: 危険な支え

source: Conara
ja: コナラ

source: Conductor
ja: 導体

source: Conductor mould
ja: 導体の鋳型

source: Configuration
ja: 設定

source: Configure
ja: 設定

source: Configure filter
ja: フィルタ設定

source: Confront
ja: 対峙する

source: Confused barbarian
ja: 混乱した蛮族

source: Confusing door
ja: 紛らわしいドア

source: Confusion beast
ja: 混乱獣

source: Conjure
ja: 呼び出す

source: Connected stalagmites
ja: 繋がった石じゅん

source: Connection pipe
ja: 接続パイプ

source: Conrad King
ja: コンラッド王

source: Consecrated house
ja: 聖別された家

source: Consecration seed
ja: 聖別の種

source: Console
ja: コンソール

source: Construction
ja: 建築

source: Consume
ja: 消費

source: Container
ja: 容器

source: Continue
ja: 続ける

source: Continue-trek
ja: 旅を続ける

source: Contortion Bars
ja: 歪曲した鉄の棒

source: Contract
ja: 契約

source: Control
ja: 操作

source: Control panel
ja: コントロール・パネル

source: Controls
ja: 操作

source: Convert
ja: 変換

source: Convert-shards
ja: 破片を変換

source: Conveyor Belt
ja: ベルトコンベア

source: Conveyor belt
ja: ベルトコンベア

source: Conwenna
ja: コンウェナ

source: Cook
ja: 料理人

source: Cook-at
ja: 調理

source: Cooked chicken
ja: 鶏肉

source: Cooked chompy
ja: チョンピー

source: Cooked karambwan
ja: カラムワン

source: Cooked meat
ja: 肉

source: Cooked oomlie wrap
ja: 巻ウームリー

source: Cooked rabbit
ja: ウサギ

source: Cooked slimy eel
ja: ヌルヌルウナギ

source: Cooker
ja: コンロ

source: Cooking
ja: 料理

source: Cooking Guild
ja: 料理ギルド

source: Cooking Pots
ja: 調理鍋

source: Cooking apple
ja: 調理用リンゴ

source: Cooking gauntlets
ja: 料理用手袋

source: Cooking pot
ja: 調理鍋

source: Cooking range
ja: ガスレンジ

source: Cooking shelves
ja: 調理棚

source: Cooking stove
ja: 料理ストーブ

source: Cooking tutor
ja: 料理の指導者

source: Cool-preform
ja: 冷ます

source: Coolant Dispenser
ja: クーラント供給装置

source: Coop
ja: 檻

source: Copper Ladder
ja: 銅のハシゴ

source: Copper longtail
ja: コッパー・ロングテール

source: Copper ore
ja: 銅鉱石

source: Copper ore vein
ja: 銅の鉱脈

source: Copper rocks
ja: 銅の岩

source: Copy to clipboard
ja: コピー

source: Copy to log
ja: ログに映す

source: Coral
ja: サンゴ

source: Coral Reef
ja: サンゴ礁

source: Core
ja: 核

source: Corkat quo Sihar
ja: コーカット・クォ・シハー

source: Corkscrew lever
ja: コルク抜きレバー

source: Cormorant
ja: ウ

source: Cornelius
ja: コーネリウス

source: Corner Table
ja: 角のテーブル

source: Corner space
ja: コーナのスペース

source: Corporeal Beast
ja: コーポリアル獣

source: Corporeal Beast Display
ja: コーポリアル獣の展示

source: Corporeal Beast display
ja: コーポリアル獣の展示

source: Corporeal Critter
ja: コーポリアル・クリッター

source: Corpse
ja: 死体

source: Corpse cart
ja: 遺体カート

source: Corpse of woman
ja: 女性の死体

source: Corpses
ja: 死体

source: Corrupt Deposit
ja: 変異した堆積物

source: Corrupt Deposit (Depleted)
ja: 変異した堆積物（枯渇）

source: Corrupt Fishing Spot
ja: 変異した釣り場

source: Corrupt Fishing Spot (Depleted)
ja: 変異した釣り場（枯渇）

source: Corrupt Grym Root
ja: 変異したグリムの根

source: Corrupt Grym Root (Depleted)
ja: 変異したグリムの根（枯渇）

source: Corrupt Linum Tirinum
ja: 変異したリニアム・チリナム

source: Corrupt Linum Tirinum (Depleted)
ja: 変異したリニアム・チリナム（枯渇）

source: Corrupt Lizardman
ja: 変異したリザードマン

source: Corrupt Lizardman (hard)
ja: 変異したリザードマン（上級）

source: Corrupt Phren Roots
ja: 変異したフレンの根

source: Corrupt Phren Roots (Depleted)
ja: 変異したフレンの根（枯渇）

source: Corrupted Bat
ja: 変異コウモリ

source: Corrupted Bear
ja: 変異グマ

source: Corrupted Dark Beast
ja: 変異した暗黒獣

source: Corrupted Dragon
ja: 変異した竜

source: Corrupted Hunllef
ja: 変異ハンレフ

source: Corrupted Rat
ja: 変異ネズミ

source: Corrupted Sceptre
ja: 変異した笏

source: Corrupted Scorpion
ja: 変異ザソリ

source: Corrupted Spider
ja: 変異グモ

source: Corrupted Unicorn
ja: 変異ユニコーン

source: Corrupted Warrior
ja: 変異した戦士

source: Corrupted Wolf
ja: 変異オオカミ

source: Corrupted Youngllef
ja: 変異ヤングレフ

source: Corrupted scavenger
ja: 変異したスカベンジャー

source: Corrupted seed
ja: 変異した種

source: Corsair Traitor
ja: 私掠船の裏切者

source: Corsair Traitor (hard)
ja: 私掠船の裏切者（上級）

source: Cosmic Axon Terminal
ja: 宇宙のの軸索終末

source: Cosmic Being
ja: 宇宙の生命体

source: Cosmic Energy
ja: 宇宙のエネルギー

source: Cosmic rift
ja: 宇宙の裂け目

source: Cosmic rune
ja: 宇宙のルーン

source: Cosmic talisman
ja: 宇宙のタリスマン

source: Costumed child
ja: 衣装を着た子供

source: Cosy Cat
ja: ぬくぬくしているネコ

source: Council members
ja: 議会議員

source: Council workman
ja: 自治体の職員

source: Councillor Andrews
ja: 評議員アンドリューズ

source: Councillor Halgrive
ja: ハルグリーヴ評議員

source: Councillor Orson
ja: 評議員オーソン

source: Councillor Unkar
ja: 評議員ウンカー

source: Count Check
ja: チェック伯爵

source: Count Draynor
ja: ドレイナー伯爵

source: Count Draynor (hard)
ja: ドレイナー伯爵（上級）

source: Count-log
ja: ログを数える

source: Count-plunder
ja: 盗品を数える

source: Counter
ja: カウンター

source: Court judge
ja: 裁判官

source: Cow
ja: 牛

source: Cow (hard)
ja: 牛（上級）

source: Cow calf
ja: 子牛

source: Cow wheel
ja: 牛の回し車

source: Cowardly Bandit
ja: おろかな盗賊

source: Cowhide
ja: 牛革

source: Crab
ja: カニ

source: Crab Shell
ja: カニの殻

source: Crack
ja: ひび

source: Crack the Clue II Display
ja: 謎解き２の展示

source: Cracked ice
ja: 割れた氷

source: Cracked sample
ja: ひび割れたサンプル

source: Cracked wall
ja: ひびが入った壁

source: Cradle of Life
ja: 命のゆりかご

source: Craft
ja: 作る

source: Craft stall
ja: 工作道具の屋台

source: Craft-goods
ja: 物を創る

source: Craft-rune
ja: ルーン工作

source: Crafting
ja: 工作

source: Crafting Guild
ja: 工作ギルド

source: Crafting Stall
ja: 工作道具の屋台

source: Crafting manual
ja: 製作のマニュアル

source: Crafting stall
ja: 工作道具の屋台

source: Crafting tutor
ja: 工作の指導者

source: Crandor map
ja: クランドーの地図

source: Crane
ja: クレーン

source: Crashed Star
ja: 墜落した星

source: Crashed glider
ja: 墜落したグライダー

source: Crate
ja: 箱

source: Crate goblin
ja: クレート・ゴブリン

source: Crate of rune caskets
ja: ルーンの木箱の箱

source: Crate of wands
ja: ワンドの箱

source: Crater
ja: クレーター

source: Crates
ja: 箱

source: Crawl
ja: 這う

source: Crawl through
ja: 這って通る

source: Crawl-down
ja: 這い降りる

source: Crawl-through
ja: 這って通る

source: Crawl-under
ja: 下を這う

source: Crawling Hand
ja: 這う手

source: Crawling hand
ja: 這う手

source: Crazy
ja: クレイジー

source: Crazy archaeologist
ja: 狂った考古学者

source: Crazy penguin
ja: 狂ったペンギン

source: Creakyknees
ja: クリーキーニーズ

source: Cream boots
ja: クリーム色の靴

source: Cream hat
ja: クリーム色の帽子

source: Cream robe bottoms
ja: クリーム色のローブ下

source: Cream robe top
ja: クリーム色のローブ上

source: Creature
ja: 生物

source: Creature keeper
ja: 生物の管理者

source: Creeper
ja: クリーパー

source: Creeping Plant
ja: つる植物

source: Creeping plant
ja: つる植物

source: Crefydd
ja: クレフィッド

source: Crest part
ja: 家紋の一部

source: Crevasse
ja: クレバス

source: Crevice
ja: 隙間

source: Crib
ja: ベビーベッド

source: Criminal's dagger
ja: 犯罪者の短剣

source: Criminal's thread
ja: 犯罪者の糸

source: Crimson Vein
ja: 深紅の静脈

source: Crimson sanguisphera
ja: 深紅のサングイスフェラ

source: Crimson swift
ja: 深紅スウィフト

source: Crimsonette van Marr
ja: クリムゾネテ・ヴァン・マー

source: Crocodile
ja: ワニ

source: Crondis
ja: クロンジス

source: Crondis statue
ja: クロンジス像

source: Crone
ja: 老婦人

source: Crop circle
ja: ミステリーサークル

source: Cross
ja: 渡る

source: Cross-bridge
ja: 橋を渡る

source: Cross-over
ja: 渡る

source: Cross-to
ja: 渡る

source: Crossbow
ja: 洋弓銃

source: Crossbow Tree
ja: 洋弓銃の木

source: Crossbow stall
ja: 洋弓銃の屋台

source: Crossbowman Statue
ja: 洋弓銃者の像

source: Crow
ja: カラス

source: Crow nest
ja: カラスの巣

source: Crowd of dwarves
ja: ドワーフの集団

source: Crown of Ralos
ja: ラロスの冠

source: Crucible
ja: るつぼ

source: Crucible (empty)
ja: るつぼ（空）

source: Crucible (full)
ja: るつぼ（満）

source: Crucible (partially full)
ja: るつぼ（多少）

source: Crude boat
ja: 粗末なボート

source: Crude raft
ja: 粗末なイカダ

source: Crumbled wall
ja: 崩れた壁

source: Crumbling tome
ja: 崩れている書物

source: Crumbling wall
ja: 崩れている壁

source: Crumpled scroll
ja: くしゃくしゃの巻物

source: Crunchy
ja: クランチー

source: Crunchy tray
ja: クランチートレイ

source: Cruor
ja: クルーオー

source: Crush
ja: 潰す

source: Crushed barricade
ja: 砕かれたバリケード

source: Crushed gem
ja: 砕かれた宝石

source: Crusher
ja: クラッシャー

source: Crushing hand
ja: 潰す手

source: Crust of ice
ja: 氷の表面

source: Crutch
ja: 松葉杖

source: Crwys Banner
ja: クルウィスのバナー

source: Crypt
ja: 地下

source: Crypt Entrance
ja: 地下への入口

source: Crypt rat
ja: 地下ネズミ

source: Crypt spider
ja: 地下グモ

source: Crypt staircase
ja: 地下への階段

source: Crystal
ja: 水晶

source: Crystal Deposit
ja: 水晶の堆積物

source: Crystal Deposit (Depleted)
ja: 水晶の堆積物（枯渇）

source: Crystal Dispenser
ja: 水晶のディスペンサー

source: Crystal Sceptre
ja: 水晶の笏

source: Crystal Singing Recipes
ja: 水晶反響の材料

source: Crystal Staircase
ja: 水晶の階段

source: Crystal Whirlwind
ja: 水晶の旋風

source: Crystal ball
ja: 水晶玉

source: Crystal ball space
ja: 水晶玉のスペース

source: Crystal bomb
ja: 水晶の爆弾

source: Crystal bow 1/10
ja: 水晶の弓1/10

source: Crystal bow 2/10
ja: 水晶の弓2/10

source: Crystal bow 3/10
ja: 水晶の弓3/10

source: Crystal bow 4/10
ja: 水晶の弓4/10

source: Crystal bow 5/10
ja: 水晶の弓5/10

source: Crystal bow 6/10
ja: 水晶の弓6/10

source: Crystal bow 7/10
ja: 水晶の弓7/10

source: Crystal bow 8/10
ja: 水晶の弓8/10

source: Crystal bow 9/10
ja: 水晶の弓9/10

source: Crystal bow full
ja: 水晶の弓（満）

source: Crystal bridge
ja: 水晶の橋

source: Crystal cluster
ja: 水晶の塊

source: Crystal dispenser
ja: 水晶のディスペンサー

source: Crystal growth
ja: 成長した水晶

source: Crystal impling
ja: 水晶の子悪魔

source: Crystal key
ja: 水晶のカギ

source: Crystal of power
ja: チカラの水晶

source: Crystal outcrop
ja: 水晶の露頭

source: Crystal pendant
ja: 水晶の首飾り

source: Crystal shield 1/10
ja: 水晶の盾1/10

source: Crystal shield 2/10
ja: 水晶の盾2/10

source: Crystal shield 3/10
ja: 水晶の盾3/10

source: Crystal shield 4/10
ja: 水晶の盾4/10

source: Crystal shield 5/10
ja: 水晶の盾5/10
